IDEA Open Model
ResultOfNLA.Sections Property
Compatible with IDEA StatiCa 20.1
 Results in section
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<ResultOfNLASection> Sections { get; set; }
Public Property Sections As List(Of ResultOfNLASection)
	Get
	Set
Property Value
Type: List<ResultOfNLASection>
See Also
Reference
ResultOfNLA Class
IdeaRS.OpenModel.Result Namespace